[
    {"mountain_name": "Everest", 
    "continent":"Asia",
    "country":"Tibet",
    "image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669572837/everest_g66t3c.jpg",
    "description": "Mount Everest is a peak in the Himalaya mountain range. It is located between Nepal and Tibet, an autonomous region of China. At 8,849 meters (29,032 feet), it is considered the tallest point on Earth. In the nineteenth century, the mountain was named after George Everest, a former Surveyor General of India.",
    "distance": "37.3 miles (60 km)",
    "average_time": "3 days",
    "start_point": "Tingri",
    "end_point": "Everest Base Camp",
    "season": "April - October",
    "difficulty": "Challenging to extremly difficult",
    "maps": "The best plan for all the multi-days in Tibet, it is highly recommanded to use trekking notes and maps contained in the following two books: Gary McCue's Trekking in Tibet (1999) & the Tibet Lonely Planet guide. All supplies can be purchased in Tingri.",
    "books_links":"<p><a href='https://www.amazon.com/dp/0898866626'>Gary McCue's Trekking in Tibet (1999)</a></p><p><a href='https://www.amazon.com/Tibet-Lonely-Planet-Country-Guide/dp/174104569X'>Tibet Lonely Planet guide</a></p>",
    "conditions": "<p>Beginning from the town of Tingri (4310m), make sure you are properly acclimatised before starting this trek. The highest point on the route is Nam-la (5250m).</p> <p>Much of the route follows little-used dirt roads, and winds its way through easy to navigate broad valleys.</p> <p>Water can be found at regular intervals along the route. All water should be treated.</p>",
    "accomodation": "<p>Take a tent.</p> <p>It is possible to stay at Rongphu monastery (4920m), reputedly the world's highest and very popular with tourists who have driven up to Base Camp. Guest House accommodation and camping spaces available beside the monastery.</p> <p>There are also a lot of accommodation options at Base Camp, though one of the best is Hotel California. </p>",
    "overview": "If you are well conditioned, acclimatised and possess an ample level of experience at high altitude, it is possible to continue past Base Camp all the way up to Camp 3 (6250m). See McCue's Trekking in Tibet for details of this spectacular 4-6 day route. You can continue up to Camp 2, but it is necessarily to check the weather before."

},

{"mountain_name": "Annapurna Sanctuary", 
"continent":"Asia",
"country":"Nepal",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669572838/annapurna_t3cb3s.jpg",
"description": "The Annapurna Sanctuary is a high glacial basin lying 40 km directly north of Pokhara. This oval-shaped plateau sits at an altitude of over 4000 metres, and is surrounded by a ring of mountains, the Annapurna range, most of which are over 7000 metres.",
"distance": "115 km (71.5 mi)",
"average_time": "7 to 9 days",
"start_point": "Phedi",
"end_point": "Naya Pul",
"season": "<p>October - May</p> <p>October/November - March/April are best weather-wise. Go for the latter if you want to avoid the big crowds.</p> <p>December to February can be brutally cold, and the trail above Doban will often be closed due to heavy snow.</p>",
"difficulty": "Moderate to challenging",
"maps": "<p>It is highly recommanded to take trekking notes from Lonely Planet's Trekking in the Nepal Himalaya.</p> <p>In addition, you can use Nepa Maps 1:150,000 Around Annapurna Pocket map. An excellent map, containing all the detail you will need for both the Circuit and the Sanctuary treks. It is widely available in Kathmandu, and at around US$3 represents very good value.</p> <p>If for planning purposes you would like to purchase a map online before arriving in Nepal, try the National Geographic Annapurna Map.</p> <p>All meals and supplies can be bought along the way. Accommodation can be found at the often atmospheric and always affordable teahouses. In other words, there is absolutely no reason why you should be carrying a heavy pack on this walk.</p>",
"books_links":"<p><a href='https://www.amazon.com/Trekking-Himalaya-Walking-Bradley-Mayhew/dp/1741041880/ref=pd_sim_b_1'>Trekking in the Nepal Himalaya</a></p><p><a href='https://www.amazon.com/National-Geographic-Annapurna-Illustrated-Adventure/dp/1566951259'>National Geographic Annapurna Map</a></p>",
"conditions": "<p>A wonderfully diverse trek, the trail up to the Annapurna Sanctuary winds its way through Gurung villages, bamboo and Rhododendron forests, rice terraces, and glacial moraine.</p> <p>The trail is well marked and easy to follow.</p> <p>The highlight of the trek is the Annapurna Sanctuary itself. Situated below the south face of Annapurna, the Sanctuary is a mountain-ringed amphitheatre which in clear weather provides some of the most spectacular high altitude scenery imaginable. Don't miss the sunrise.</p> <p>Hikers with knee problems should note that there are a lot of stone steps on this trek. Keeping your pack weight to a minimum will definitely help reduce stress on your joints. The hot springs at Jhinu Danda offer some welcome relief.</p>",
"accomodation": "<p>Leave the tent at home, and enjoy the hospitality, good food, and occasional hot shower on offer at the Tea Houses.</p> <p> Some of the top rated places to stay are the upper part of Chomrong (great views and nice food) and the Annapurna base camp. Note that views at the base camp are generally best early morning.</p>",
"overview": "<p>It's recommanded linking the Annapurna Sanctuary together with the Annapurna Circuit for a fantastic 17/18 day (average time for fit walker carrying a small pack) trek.</p> <p>If you are short on time and have to choose between the two, try the Sanctuary Trek, due to fewer crowds (particularly in April/May) and no dirt roads.</p>"

},

{"mountain_name": "Simatai Great Wall", 
"continent":"Asia",
"country":"China",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669572836/simatai_jrry7j.jpg",
"description": "Simatai it's a section of the Great Wall of China located in the north of Miyun County, 120 km northeast of Beijing, that holds the access to Gubeikou, a strategic pass in the eastern part of the Great Wall. It was closed in June 2010 but has been reopened to tourists since 2014.",
"distance": "7.5 miles (12 km)",
"average_time": "4 hours",
"start_point": "Jinshanling ",
"end_point": "Simatai",
"season": "<p>All year </p> <p> Spring and fall offer the best chance of fine weather. Winter can also bring clear skies, however, snow and ice can make conditions a bit on the slippery side. Summer is generally hot and hazy</p>",
"difficulty": "Moderate",
"maps": "<p>No map necessary. Simply follow the wall.</p> <p>Bring all water and supplies. Alternatively, you may be able to buy both at elevated prices from vendors situated near the beginning and end of the walk.</p> <p>The admission fee needs to be paid at either Simatai or Jinshanling.</p> <p>Avoid the crowds by steering clear of weekends and public holidays. If you make an early start (i.e. overnight in Simatai or Jinshanling), you may have the entire walk to yourself!</p>",
"books_links":" ",
"conditions": "<p>Thousands of steps, loose stones and quite a bit of elevation gain and loss, make this short hike a challenging proposition for those that are low on fitness and/or lacking appropriate footwear (i.e. something with good grip).</p> <p>Spectacular views from start to finish.</p> <p>Once you reach Simatai, I recommend continuing on just a little further by climbing up to Simatai ridge. Incredible views on a clear day; reasonably good on a hazy day.</p>",
"accomodation": "<p>Most people do this walk as a day hike out of Beijing. If you decide to overnight in either Simatai or Jinshanling, there are multiple accommodation options in both locations.</p>",
"overview": "<p>If you happen to be traveling in this part of the world, walking along the Great Wall of China is an experience not to be missed.</p>"

},

{"mountain_name": "Spiti Valley High Route", 
"continent":"Asia",
"country":"India",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669572837/spitivalley_miul1j.jpg",
"description": "Simatai it's a section of the Great Wall of China located in the north of Miyun County, 120 km northeast of Beijing, that holds the access to Gubeikou, a strategic pass in the eastern part of the Great Wall. It was closed in June 2010 but has been reopened to tourists since 2014.",
"distance": "55.9 miles (90 km)",
"average_time": "4 days",
"start_point": "Ki Gompa ",
"end_point": "Dhankar Gompa",
"season": "<p>June to early October",
"difficulty": "Moderate",
"maps": "<p>Spiti Valley is situated in the northeast of Himachal Pradesh in India's Himalaya. It is a primarily Buddhist area and is one of the most sparsely populated regions of the country.</p> <p>The 1:200,00  Leomann Maps series includes the following two sheets which may be of help (I have not seen them personally): Map #5: Himachal Pradesh (Kulu, Parbati, Central Lahul) & Map #6: Himachal Pradesh (Kalpa-Kinnaur, Spiti & Simla).</p><p>In regards to supplies, you can buy provisions at all of the villages along the way. If overnighting at the monasteries (known as 'Gompas'), it is possible to arrange breakfast and dinner with the monks.</p>",
"books_links":"<a href='https://www.mapsworldwide.com/himalayas-c1585/leomann-maps-m228'>Leomann Maps series</a>",
"conditions": "<p>There isn't much in the way of signs, cairns or other markings on this hike. Indeed, I'm not sure whether any other foreigners had previously linked together the various sections of trail and dirt road which join Ki and Dhankar gompas. That being said, navigation is never overly difficult, and the stretch between Langza and Dhankar seems to be more frequently travelled. If in doubt ask one of the friendly local people and you will soon be headed in the right direction</p> <p>The entire trek takes place in the mountains above Spiti Valley, on the NE, or true left side of the Spiti River. About 30% of the walk is along infrequently used dirt roads (I saw one car in four days).</p> <p>After staying the night at the spectacularly set Ki Gompa, ask the monks to show you where the trail to Kibber begins. You can't miss it. Basically it goes straight up from behind the monastery.</p> <p>After a steep climb, the path eventually levels out at Gette (which consists of a few small houses).</p><p>Continue north for a couple of kilometres until you reach the village of Kibber. At 4270m, it is one of the world's highest villages. Stay the night and make a side trip out to the nearby gorge, which you may or may not be able to cross via a cable car. Quite a ride, but not for those with vertigo.</p><p>From Kibber, retrace your steps back to Gette, then head ESE to the village of Tashigong. From Tashigong, look SE to the opposite side of the Shila River canyon where you will be able to see some houses which form part of the village of Langza. This is your next goal.</p><p>From Tashigong, immediately descend steeply to the Shilla River. The trail is clear. Whilst descending you will see a narrow gorge on the opposite side of the river, which eventually leads to the village of Langza. Ford the Shilla river and begin climbing up the gorge. There is quite a bit of scrambling involved and the way is sporadically marked by rock cairns. This is by far the most difficult section of the entire route.</p><p>From Langza (there is a giant statue of Buddha overlooking the village) a dirt road leads all the way to Komic monastery (4587m). There are guest accommodation and a small shop. A worthwhile side trip from the monastery brings you to a small meditation cave which contains some impressive ancient murals. It can be a bit tricky to find. Ask the monks for directions.</p>",
"accomodation": "<p>Possible to find accommodation at the monasteries and villages along the route. In regards to the latter, simply mention the world “Homestay” and chances are a friendly local will take you direct to a nice family abode. No need to book in advance.</p>",
"overview": "<p>A fantastic trek that includes spectacular mountain scenery, welcoming villages and the opportunity to experience daily life in Buddhist monasteries. One of the best hikes in the Himalaya.</p>"

},

{"mountain_name": "Padum to Sarchu", 
"continent":"Asia",
"country":"India",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669572836/sarchu_flzmei.jpg",
"description": "Situated at a staggering height of 14,500 feet above sea level, Sarchu is nestled on the border of Jammu and Kashmir and Himachal. Surrounded by extraordinary natural beauty, this congenial stopover point is located exactly halfway between the Baralacha La Pass and Lachulung La pass.",
"distance": "76.4 miles (123 km) approx. (including section from Padum to Mune)",
"average_time": "6 - 7 days",
"start_point": "Padum or Reru ",
"end_point": "Sarchu",
"season": "<p>June to September</p>",
"difficulty": "Moderate",
"maps": "<p>The best map for the Padum-Serchu route is the Olizane Editions 1:150,000 Ladakh/Zanskar (South).</p> <p>A poor man's alternative is the Loemann Series 1:200,000 Leh, Zanskar & Nubra Valley (Sheet 3).</p> <p>The admission fee needs to be paid at either Simatai or Jinshanling.</p> <p>In addition to the Olizane map, I used the trekking notes contained in Lonely Planet's Trekking in the Indian Himalaya.</p>",
"books_links":"<p><a href='http://www.olizane.ch/categorie.php?classe=20'>Olizane Editions</a></p><p><a href='https://www.amazon.es/dp/1740597680/ref=as_li_ss_tl?language=en_US&ie=UTF8&linkCode=gs2&linkId=63ab8698e11edfba667cb7d3f05bc221&tag=thehikingli08-21'>Trekking in the Indian Himalaya.</a></p>",
"conditions": "<p>The side trip to the spectacularly set Phutgal Gompa is a must.  Set amongst limestone cliffs overlooking the Tsarap river, it invariably ranks as one of the highlights of any visit to Zanskar. This adds an extra 10km on to the overall distance of the trek.</p> <p>The route via Phitse La is not as well trodden as the trek over Shingo La which leads to Darchu. After the village of Tanze, it is essentially a wilderness route, and you are unlikely to encounter anyone at all until you reach the seasonal yak herder's camp at Chumik Marpo.</p><p>Good route finding and navigation skills are required after you pass Tanze. The views from the ridge above Tanze and the Kargyak river are the best of the trek.</p><p>As noted in the Lonely Planet, caution should be exercised when fording the first main tributary of the Lingti river. The crossing is best done very early in the morning, especially in the months of July and August when water levels are at their highest. When I arrived at 4.30pm it was up to my waist. If you arrive at this point late in the afternoon, it is best to make camp and wait for morning.</p><p>From here, continue following the Lingti River SE until it reaches a confluence with a tributary flowing down from Baracha La. The ford here is a relatively shallow and simple one, after which it is no more than 20 or 30 minutes to the permanent roadside camp of Sarchu. Buy provisions in Padum, but note that it is also possible to purchase basic supplies in Reru, Tanze and Purne. All water taken from the valley floors should be purified.</p>",
"accomodation": "<p>Bring a tent. Indoor accommodation is available in Mune and Reru. Occasionally it is possible to find lodging in the other villages as well, however, this is by no means guaranteed.</p>",
"overview": "<p>Phutgal Gompa and the views from the ridge SE of Tanze were the scenic highlights. However, from a personal perspective, most memorable was the warmth and hospitality I received from the villagers of Pibchu and Tanze. There is a magic to Ladakh which seems to lend itself to serendipitous encounters on an almost daily basis.</p>"

},

{"mountain_name": "Lamayuru - Padum", 
"continent":"Asia",
"country":"India",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669572837/Lamayuru-Padum-Trek_ktdfpi.jpg",
"description": "Ladakh is most famous for breathtaking landscapes, the crystal clear skies, the highest mountain passes, thrilling adventure activities, Buddhist Monasteries and festivals.",
"distance": "84.5 miles (136 km)",
"average_time": "7 days",
"start_point": "Lamayuru",
"end_point": "Padum",
"season": "<p>June to October</p>",
"difficulty": "Moderate",
"maps": "<p>Loemann Series 1:200,000 Leh, Zanskar and Nubra Valley</p> <p>In addition to the Loemann map, you can use trekking notes and basic map contained in Lonely Planet's Trekking in the Indian Himalaya.</p> <p>A better option than the Loemann map, is the Olizane Editions 1:150,000 Ladakh/Zanskar [Centre]. It may be possible to buy this map at the Ladakh Bookshop in Leh, however, it would be a safer bet to purchase it online before leaving home.</p>",
"books_links":"<p><a href='https://www.amazon.es/dp/1740597680/ref=as_li_ss_tl?language=es_US&ie=UTF8&linkCode=gs2&linkId=0ffd62ce690b4242c46c6f53238f6cf9&tag=thehikingli08-21'>Trekking in the Indian Himalaya</a></p><p><a href='http://www.olizane.ch/article.php?IDrecord=204'>1:150,000 Ladakh/Zanskar [Centre]</a></p>",
"conditions": "<p>A challenging route over numerous high passes. Be sure to spend time in Leh and/or Lamayuru acclimatising before setting out.</p> <p>There is a wonderful, less trodden alternative to the standard Honupatta / Sisir La / Photoskar section of the route. Two or three kilometres before reaching Honupatta, the road from Wanlah doglegs to the East. At this point there is a trail heading south along the Photang river. This path winds its way through some of the most spectacular gorge scenery imaginable, until eventually reaching the river's source just before Sinnge La. Around this same juncture you rejoin the standard trail to Padum.</p><p>Bring all provisions from Leh, but note that basic provisions can be bought at Photaksar and Lingshet. There are also seasonal parachute tents along the route where it may be possible to supplement your supplies.</p><p>All water collected downstream from human settlement, agriculture or animals grazing should be treated.</p>",
"accomodation": "<p>Bring your own tent.</p><p>Accommodation can sometimes be arranged at villages along the way, however, this is by no means guaranteed.</p>",
"overview": "<p>Highlights included: the spectacularly situated monasteries of Lamayuru and Karsha; the gorge walk along the Photang river, the descent from Hanuma La to the Zingchen Tokpo, and; most memorable of all, the hospitality and kindness you can receive from the villagers of Machu and the monks of Lingshet Gompa.</p><p>Note that if you are hiking in a group, staying at Lingshet Gompa may not be an option due to limited space. Nonetheless, it is possible to camp nearby and attend morning prayers if you so choose.</p>"

},

{"mountain_name": "Markha Valley", 
"continent":"Asia",
"country":"India",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669572838/markha_amk1cw.jpg",
"description": "The Markha valley is known for its panoramic views, its Tibetan Buddhist monasteries and remote villages. The valley is a huge favourite among trekkers due to its easy accessibility from Leh. The Markha village is situated in between Rumbak and Nimaling and is home to a long-abandoned, picturesque fort.",
"distance": "75.2 miles (121 km)",
"average_time": "6 - 7 days",
"start_point": "Hemis",
"end_point": "Stok",
"season": "<p>June to October</p>",
"difficulty": "Moderate",
"maps": "<p>Recommanded using the trekking notes and basic map contained in Lonely Planet's Trekking in the Indian Himalaya.</p> <p>A better option is the 1:150,000 Ladakh/Zanskar [Centre] topographic map by Olizane Editions. It may be possible to buy this map at the Ladakh Bookshop in Leh, however, it would be a safer bet to purchase it online before leaving home.</p><p>If you have flown into Leh (3505m), be sure to spend at least a few days acclimatising before setting out (see Altitude in the HEALTH & SAFETY section) on your trek. The same holds true for all hikes in the Ladakh region, in which the altitude is rarely below 3000m and often significantly higher.</p>",
"books_links":"<p><a href='https://www.amazon.com/Trekking-Indian-Himalaya-Walking-Garry/dp/1740597680/ref=dp_ob_title_bk'>Trekking in the Indian Himalaya</a></p>",
"conditions": "<p>Although popular by Ladakhi standards, the Markha Valley trek is nonetheless reasonably challenging route. There are three passes of 4800m or higher to negotiate, the most arduous of which, if starting in Hemis, is Kongmaru La (5150m).</p> <p>The trail is relatively well cairned and not difficult to follow. If you are fit and have reasonable routefinding skills, there is no need for guides or porters.</p><p>You can occasionally supplement your supplies at the numerous Parachute tents (think mobile tea houses) along the way. These places make for great refuge during inclement weather.</p><p>All water collected downstream from human settlement, agriculture or livestock grazing should be purified.</p>",
"accomodation": "<p>Bring your own shelter.</p><p>Homestay accommodation is available with local families. Occasionally it is possible to bunk at the Parachute tents.</p>",
"overview": "<p>The scenery along this trek is impressive, but rarely spectacular by Ladakhi standards.</p>"

},

{"mountain_name": "Yuksom to Goecha La", 
"continent":"Asia",
"country":"India",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669573316/yuksom_hl5c80.jpg",
"description": "Goecha La (el. 4940 mt or 16,207 ft) is a high mountain pass in Gyalshing district, Sikkim, India in the Himalaya range. The southeast face of Kanchenjunga, the world's third highest mountain, can be viewed from the pass, which is also a base camp for those aspiring to scale the mountain.",
"distance": "64 miles (103 km)",
"average_time": "6 days",
"start_point": "Yuksom",
"end_point": "Out-and-back to Yuksom",
"season": "<p>The monsoon season in Sikkim is between June and September.</p>",
"difficulty": "Moderate to challenging",
"maps": "<p>Officially speaking (as of 2008) it was necessary to do this trek with a guide/agency. Having always hiked independently, I was initially very reluctant. However, with no other option available, my friend and I managed to strike a deal with an agency in Gangtok, whereby they organized the necessary permits and we took care of our own food, itinerary, carried our own packs. For “official appearances” we were accompanied by an easy-going local guide from Yuksom. His name was Bijay.</p><p>Unless you can find another way around it, I would recommend trying to do something similar. Otherwise, you will be locked into a set itinerary and basically hiking in accordance with the dictates of your agency, whose fundamental motivation is to stretch out the trek for as long as possible in order to make more money.</p><p>Topographical map options:  U502 series, 1:250,000 Kanchenjunga 45-3 & the Swiss Foundation for Alpine Research 1:150,000 Sikkim/Himalaya 64-76741. I have not personally seen the second map, and therefore cannot vouch for its usefulness one way or the other.</p><p>I used the basic sketch map and trekking information contained in Lonely Planet's Trekking in the Indian Himalaya.</p>",
"books_links":"<p><a href='https://maps.lib.utexas.edu/maps/ams/india/'U502 series</a></p><p><a href='https://www.omnimap.com/cgi/shop/add.pl?64-76741'>1:150,000 Sikkim/Himalaya 64-76741</a></p><p><a href='https://www.amazon.com/Trekking-Indian-Himalaya-Walking-Garry/dp/1740597680/ref=dp_ob_title_bk'>Trekking in the Indian Himalaya</a></p>",
"conditions": "<p>For the most part, it's a gradual ascent from Yuksom (1760m) to Goecha La (4940m). The trail is generally well defined and easy to follow.</p> <p>If you are not acclimatised to the altitude, it may be a good idea to factor in an extra day at Tsokha (3050m) and/or Dzongri (4020m).</p><p>As you would expect at these altitudes, the nights can be pretty cold. Pack accordingly. The diversity of flora on this trek is amazing. You will pass through forests of pine, magnolia and rhododendrum trees, eventually ascending above the tree-line to reach the wildflower-filled alpine meadows above Dzongri.</p><p>A pre-dawn start is necessary for the final push up to Goecha La. The clouds often start rolling not long after sunrise. Suck it up, put on all your warm clothes, strap on the headlamp and make that early start. The views are definitely worth it.</p>",
"accomodation": "<p>Indoor accommodation is available at the gorgeously situated Tibetan village of Tsokha.</p><p>In addition, there are mountain huts at Dzongri and Thangsing.</p>",
"overview": "<p>Despite having to jump through the odd official hoop, this out-and-back trek is definitely worth the effort.</p><p>Without a doubt, one of my favourite Himalayan treks.</p>"

},

{"mountain_name": "Khongoryn Els", 
"continent":"Asia",
"country":"India",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669572837/khongoryn_fwicwa.jpg",
"description": "<p>Sand dunes are the most malleable structure on earth. Their size and shape are constantly changing as they are sculpted and re-sculpted by the elements. For hikers, this variable character is both a curse and a blessing. A curse while ascending the steep and loose terrain, where every step forward equates to half a step back. And a blessing when descending the forgiving surface, which is normally done by way of leaps and bounds, accompanied by lots of hooping and hollering. The bigger the sand dunes, the harder the climb and the more joyous the descent. And there are few dunes in the world that better encapsulate this extreme effort-to-reward ratio than the mighty Khongoryn Els.</p><p>Situated in the Gobi desert in the far south of Mongolia, Khongoryn Els measures approximately 100 km (62.1 mi) long, 12 km (7.5 mi) wide, and up to 300 m (984 ft) high. Commonly known as Duut Mankhan, or the “Singing Sands”, due to the sound the dunes make when being buffeted by howling winds, Khongoryn Els forms part of Gobi Gurvan Saikhan National Park. The park is the country's largest, and within its two million hectare plus boundaries lie a myriad of diverse landscapes including lonely steppes, majestic mountains, saline wetlands, barren gravel plains, and of course, giant sand dunes.</p>",
"distance": "64 miles (103 km)",
"average_time": "Spend at least two days wandering the dunes. Three days are even better.",
"start_point": "The Ger camps on the eastern side of the dunes act as your base.",
"end_point": "As Khongoryn Els is only accessible by private transport, you will need to inform your driver/guide how long you plan to be hiking.",
"season": "<p>May to October. Spring and autumn are ideal.</p>",
"difficulty": "Challenging",
"maps": "<p>Guidebook: For general information on the Gobi Desert, see the Lonely Planet Mongolia guidebook (available in Kindle).</p><p>Permits: Entry permits for Gobi Gurvan Saikhan National Park can be attained at the park office in Dalanzadgad, the entrance to Yolyn Am, or from the ranger at Khongoryn Els.</p><p>The Dunes Less Taken: Standard tourist activities at Khongoryn Els include an afternoon hike to the nearby ridge tops, as well as a multi-hour camel ride along the outskirts of the dunes. However, for those intrepid souls who wish to venture off the beaten track, it is possible to set off on foot into the heart of the dunes, and in so doing have one of Central Asia's most remarkable natural wonders all to yourself.</p><p>Flora & Fauna: Speaking of camels, Mongolia is home to the world's largest population of two-humped Bactrian camels. Commonly known as the ships of the desert, these beasts of burden can carry up to 270 kg (595 lbs), almost twice as much as their Dromedary (one-humped) brethren. Depending on temperature and activity level, Bactrian camels can go for a week without water and more than a month without food. When they do eventually take a drink they are capable of drinking more than 100 liters in less than ten minutes.</p><p>Equipment: Broad-brimmed or beekeeper style hat, long sleeve shirt and pants, a buff or bandana to wear over your face when the wind picks up, sunglasses, lightweight running shoes, and a compass and/or GPS.</p>",
"books_links":" ",
"conditions": "<p>While there is no established trek in Khongoryn Els, it isn't too difficult to piece together a multi-hour loop or out-and-back hike. Beginning from the Ger camps, head in a southwest direction towards the top of the obvious ridge (see photo above). Once this has been scaled, I would recommend doing a loop circuit by initially descending west down the other side and then heading north toward some of the highest, most spectacular dunes in Khongoryn Els</p> <p>Keeping an eye on the time, you will eventually head SE back to the high ridge that you initially climbed. From a practical point of view, always be cognizant of your location in relation to that initial ridge, as it will act as your primary geographical reference point when you eventually return to camp. Also make sure you leave yourself plenty of time in order to arrive before it gets dark (Tip: Don't forget your headlamp just in case). In order to do so, aim at being back on top of the highest dune at the very latest by sunset.</p><p>Equipment Reminder: Don't forget your compass/GPS - sand storms are very common in this area and it is easy to become disorientated.</p><p>Water: In regards to H2O, take all that you need from camp. If you plan on hiking for six hours plus, be sure to bring at least three to four liters per person. </p>",
"accomodation": "<p>Yurts: Visitors to Khongoryn Els overnight at the Ger (yurts) camps situated on the north side of the dunes complex. Staying at these nomadic abodes offers a fascinating insight into the Mongols traditional way of life; the dung-fired iron stove, the handmade carpets, and the customary post-dinner game of Shagai (sheep ankle bones). What these simple establishments may lack in western luxuries (showers are a rarity and bathroom facilities may be “rustic”), they more than makeup for with their incredible location and the legendary hospitality of the nomads themselves.</p><p>Star Gazing: Before going to bed, be sure to step outside and admire the night sky. Mongolia has the lowest population density of any country on earth, and away from the country's capital (and only big city) Ulaanbaatar, the stars shine with a brightness that must be seen to be believed.</p>",
"overview": "<p>Apart from the dunes of Khongoryn Els, two other must-see natural attractions in southern Mongolia are Yolyn Am (which translates to Valley of the Eagles) and the Flaming Cliffs. The former is a dramatic canyon whose narrowest sections are covered for most of the year by a thick layer of ice, and which offers visitors the chance to spot vultures, wild Argali sheep (the largest sheep in the world), and the golden eagles after which it derives its name. To the northwest of Yolyn Am are the Flaming Cliffs (also known as Bayanzag), a collection of splendid red rock formations that are best appreciated at sunrise and sunset, when they light up with an ethereal orange and red glow. Apart from their stunning beauty, the cliffs are most known for being the place where the first officially recognised dinosaur egg fossils were discovered in the 1920s. The man in charge of that historic excavation was American paleontologist, Roy Chapman Andrews, who it is said was the inspiration for the film character Indiana Jones.</p>"

},

{"mountain_name": "Langtang / Gossaikund / Helambu Trek", 
"continent":"Asia",
"country":"India",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669572837/langtang_wevr3u.jpg",
"description": "Langtang Gosainkunda Helambu Trek combines with three different treks; Langtang Valley, Gosaikunda Lake, and Helambu Valley Trek. Emulating the Trishuli River north out of Kathmandu, you voyage through Trishuli Bazaar and Dhunche to Syabrubesi, a Tamang village spotted at the exact edge of the Langtang National Park.",
"distance": "65 kilometers/ 40 miles",
"average_time": "10 days",
"start_point": "Syabrubesi ",
"end_point": "Regular transport to Kathmandu is available to and from both trailheads.",
"season": "<p>October/November and March/April.</p>",
"difficulty": "Moderate",
"maps": "<p>Nepa Maps/Himalaya Map House, 1:120,000 Langtang, Gosainkund & Helambu. Widely available in Kathmandu; you can also pick it up online at www.omnimap.com</p><p>In addition, I used the trekking notes from Lonely Planet's Trekking in the Nepal Himalaya.",
"books_links":"<p><a href='https://www.omnimap.com/'>1:120,000 Langtang, Gosainkund & Helambu</a></p><p><a href='https://www.amazon.com/Trekking-Himalaya-Walking-Bradley-Mayhew/dp/1741041880/ref=pd_sim_b_1'>Trekking in the Nepal Himalaya</a></p>",
"conditions": "<p>For those with limited time in Nepal, this trek represents a great alternative to the Annapurna and Everest regions. Not so many crowds, relatively easy access from Kathmandu, yet with all the stunning mountain scenery of its two more famous cousins.</p><p>My original plan for this hike was to link the Langtang and Gosainkund treks via the Ganja La. Unfortunately, during my time in the area, Ganja La was impassable due to snow. Depending on the weather and your level of experience, from all reports this would be a fantastic option.</p><p>As an alternative, I instead walked back to the junction just west of the suspension bridge at Doman, and then linked up with the Gosainkund Trek via the hilltop village of Thulo Syabru. This trail eventually joins the Helambu Circuit at Therapati, from where you head south to eventually reach Sundarijal.</p><p>Whilst at Kyanjin Gompa, there are two fantastic side trips which are virtual musts. The first is to continue further along the Langtang Valley to the spectacularly set Langshisha Kharka. The second is the climb up Tsergo Ri (4984m), the conical shaped peak which overlooks Kyanjin Gompa from the east. The panorama from the top is well worth the effort.</p>",
"accomodation": "<p>Tea Houses. In Kyanjin Gompa, there is a wonderful little (it only had 3 rooms) place called Sherpa House. Highly recommended.</p>",
"overview": "<p>This walk has a more laid back feel to it than some of the more popular trekking areas in Nepal.The views approaching Langshisha Karka and from the top of Tsergo Ri were the scenic highlights.</p>"

},

{"mountain_name": "Shimshal Pamir | Karakoram Range", 
"continent":"Asia",
"country":"Pakistan",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669572836/Shimshal-Pamir-Trek_qme8z2.jpg",
"description": "Shimshal is a relatively remote Wakhi village in the Northern half of the Karakoram that has a rich history in mountaineering like no other (see below). The village is located in the Gojal region and significantly East of the Karakoram highway, connected to the village of Passu via a long Jeep track.",
"distance": "52.2 miles (84 km)",
"average_time": "4-5 days",
"start_point": "Shimshal Pamir",
"end_point": "Out-and-back to Shimshal village",
"season": "<p>June - September</p>",
"difficulty": "Moderate",
"maps": "<p>Lonely Planet's, Trekking in the Karakorum & Hindukush contains sketch map and trekking notes which are sufficient for navigation purposes.<p/><p>For an overview of the region, try the Swiss Foundation for Alpine Research: 1:250,000 India-Karakoram Topographic Map. Helpful for pre-trip planning, the large scale makes its usefulness for hiking purposes negligible. As with all topographic maps for Pakistan, your best bet is to buy or download them before you arrive.</p><p>A good source of general information on the area is the Lonely Planet Guide Pakistan & the Karakorum Highway.</p>",
"books_links":"<p><a href='https://www.amazon.com/Trekking-Karakoram-Hindukush-Lonely-walking/dp/1740590864'>Trekking in the Karakorum & Hindukush</a></p><p><a href='https://www.omnimap.com/catalog/int/himalaya.htm#p2'>Swiss Foundation for Alpine Research: 1:250,000 India-Karakoram Topographic Map</a></p>",
"conditions": "<p>An out-and-back route which follows the course of the Shimshal, Pamir-e-Tang and Shuizherav rivers, before ascending to the alpine grasslands of the Shimshal Pamir and the herder's village of Shuwert.</p><p>In regards to water, fill up before leaving Shimshal village. Silty water can be obtained at the confluence of the Shimshal and Pamir-e-Tang rivers', however it is not until you reach Past Furzeen that a clear, reliable water source can be found.  This is a beautiful spot for a break or alternatively to make camp for the night.</p><p>The water flow at Wuch Furzeen is unreliable. The next water source you can count on is to be found at Arbab Purien, which also sports some flat spots for camping.</p><p>After Arbab Purien, good water is plentiful. On the return journey, once you reach Purien-e-Ben, I would recommend taking the alternative route known as the Uween (pass) trail. Mentioned in the Lonely Planet, the distance is similar to the Tang (gorge) Trail (which you took on the outward journey), however, this high-level option is more challenging and in fine weather (which unfortunately my friends and I did not have) I imagine the views would be spectacular.</p><p>In inclement weather, it is worth noting that there is a hut at Zardgarben in which you can take shelter.</p>",
"accomodation": "<p>Tent</p>",
"overview": "<p>High pastures, lakes, majestic peaks, incredible hospitality (see below) and the opportunity to witness first hand the herder culture of the Shimshalis, make this an unforgettable trek.</p>"

},

{"mountain_name": "Ultar Meadow", 
"continent":"Asia",
"country":"Pakistan",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669573380/ultarmedow_nercm6.jpg",
"description": "Ultar Meadow, which is at an altitude of about 3,270 meters, behind Karimabad. The Ultar Meadow is used as a summer pasture by the Baltit villagers.",
"distance": "4.2 miles (7 km)",
"average_time": "4 - 5 hours",
"start_point": "Karimabad",
"end_point": "Overlooking the spectacular Hunza Valley, Karimabad is serviced by regular minibusses to and from Gilgit.",
"season": "<p>May to October</p>",
"difficulty": "Moderate",
"maps": "<p>Lonely Planet, Pakistan & the Karakoram Highway, has a basic sketch map and trekking notes. All you need for navigation purposes. That being said, you really don't need anything at all, as you can see where you need to go from the village of Karimabad.</p><p>Whilst in Karimabad, don't miss eating at the Hidden Paradise restaurant. Disregard the somewhat cheesy name; the food at this place is fantastic.</p>",
"books_links":"<p><a href='https://www.amazon.es/dp/1741045428/ref=as_li_ss_tl?language=es_US&ie=UTF8&linkCode=gs2&linkId=180d89a841ae3aa9b45410ede3f60417&tag=thehikingli08-21'>Lonely Planet, Pakistan & the Karakoram Highway",
"conditions": "<p>Climb north out of Karimabad village (2440 m), passing the spectacularly set Baltit Fort. The trail is easy to follow and never overly steep. Continue up through the Ultar Valley until you reach a gorgeously set meadow of the same name. On a clear day you will be afforded spectacular views of Ultar Glacier as well as Lady Finger, Bubli Motin and Hunza peaks. There is a hut situated in the meadow (3270 m) which serves food during the summer months.</p><p>Return the same way, taking in the spectacular views of Rakaposhi peak and Hunza Valley as you descend.</p>",
"accomodation": "<p>There are various good accommodation options in Karimabad. I recommend the Mulberry Inn, where I stayed on and off between hikes in 2008. Friendly staff, clean rooms, great location.</p><p>You may be able to sleep at the hut/restaurant at Ultar Meadow. If interested, check on current details in Karimabad before setting out.</p>",
"overview": "<p>The out-and-back hike to Ultar Meadow packs in an incredible amount of scenery for a very short journey.</p><p>Karimabad, the walk's starting/finishing point, was possibly my favourite village in Pakistan. Great food, spectacular scenery and some of the friendliest, most hospitable people you are ever likely to encounter.</p>"

},

{"mountain_name": "Fairy Meadow and Nanga Parbat Base Camp", 
"continent":"Asia",
"country":"Pakistan",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669572836/fairymeadow_xiq3wg.jpg",
"description": "Ultar Meadow, which is at an altitude of about 3,270 meters, behind Karimabad. The Ultar Meadow is used as a summer pasture by the Baltit villagers.",
"distance": "18 miles (29 km) (including side trip to Nanga Parbat Base Camp)",
"average_time": "2 days",
"start_point": "Fairy Point",
"end_point": "Jhel",
"season": "<p>May to October</p>",
"difficulty": "Easy to moderate",
"maps": "<p>Sketch map and trekking notes in Lonely Planet's Trekking in the Karakoram & Hindukush are sufficient for navigation purposes.</p><p>For more information on Fairy Meadow and Pakistan in general, see the Lonely Planet Guide Pakistan & the Karakoram Highway.</p>",
"books_links":"<p><a href='https://www.amazon.com/Trekking-Karakoram-Hindukush-Lonely-walking/dp/1740590864'>Lonely Planet's Trekking in the Karakoram & Hindukush</a></p><p><a href='https://www.amazon.com/Pakistan-Karakoram-Highway-Country-Guide/dp/1741045428/ref=dp_cp_ob_b_title_0'>Pakistan & the Karakoram Highway</a></p>",
"conditions": "<p>A short, easy to follow out-and-back route, which acts as a great introductory walk to the Karakoram Range.</p><p>An extra thirty-minute climb from Beyal brings you to the appropriately named “View Point”. Incredible 360° panorama.</p><p>If you are feeling energetic, continue on for another 1.5 hours or so from the View Point to Nanga Parbat Base Camp (8km round trip). Highly recommended.</p><p>No problems finding water. All water below the village of Beyal should be treated.</p><p>There is a small, but expensive shop at Fairy Meadow. I recommend bringing supplies from Gilgit or Karimabad.</p>",
"accomodation": "<p>Organised camping and huts at Fairy Meadow and Beyal.</p><p>If you choose to “wild” camp, there are lots of good options in the section between Fairy Meadow and Beyal.</p>",
"overview": "<p>Short trek with fantastic views of Nanga Parbat (at 8125mt the world's ninth highest mountain) and the dramatic Raikot glacier.</p>"

},

{"mountain_name": "Batura Glacier | Karakorum Range", 
"continent":"Asia",
"country":"Pakistan",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669572838/batura_glacier_arfjr5.jpg",
"description": "Batura Glacier is located just north of the Batura Muztagh, a sub-range of the Karakoram mountain range, which includes the massifs of the Batura Sar, the 25th highest mountain on Earth standing at 7795 m, and Passu Sar at 7478 m. Glacier shrinkage is a prominent sign of ongoing climate change.",
"distance": "46.6 miles (75 km) approx.",
"average_time": "3 or 4  days",
"start_point": "Passu",
"end_point": "It is possible to store any extra gear you might have at the welcoming Passu Inn, which also sports a restaurant and a small shop across the street.",
"season": "<p>June - September</p>",
"difficulty": "Moderate",
"maps": "<p>At 35 miles (57 km) in length, the Batura Glacier is one of the world's longest outside of the polar regions. The out-and-back hike along its course offers spectacular scenery including some 14 peaks higher than 7000 metres, the incredible Batura Wall and one of the most scenically set villages you will ever see, the seasonal hamlet of Yashpirt.</p><p>I used the map and trekking notes contained in the 2002 edition of Lonely Planet's Trekking in the Karakoram & Hindukush. I found this guide to be adequate for navigation purposes, as the trail never strays too far from the glacier itself.</p><p>I also had the 1:200,000 Loemann Maps: Karakoram Himalayas #1 (out of print as of June, 2010). If you are coming from the south, it is best to buy your supplies in Gilgit or Karimabad.</p>",
"books_links":"<p><a href='https://www.amazon.com/Trekking-Karakoram-Hindukush-Lonely-walking/dp/1740590864'>Lonely Planet's Trekking in the Karakoram & Hindukush</a></p><p><a href='https://www.omnimap.com/catalog/int/pakistan.htm'>1:200,000 Loemann Maps: Karakoram Himalayas #1</a></p>",
"conditions": "<p>No steep passes and two relatively simple glacier crossings. Much of the hike follows ablation valleys and water courses that parallel the glacier.</p><p>Due to the lack of altitude gain and mostly easy terrain, the Batura Glacier trek represents a good choice for your first hike in the Karakorum range.</p><p>There is no reliable water source until a few kilometres past the hut at Uzhokpirt. Be sure to carry enough when you leave Passu.</p>",
"accomodation": "<p>Although there are huts at Yunzben and Uzhokpirt, you will still need to bring along a tent</p><p>Great camping with incredible views and reliable water at the village of Yashpirt. Not to be missed.</p>",
"overview": "<p>Fantastic hike with non-stop jaw-dropping vistas.</p><p>Be sure to do the out-and-back side trip from Guchesham to Ludpur.</p>"

},

{"mountain_name": "Pakora Pass Trek", 
"continent":"Asia",
"country":"Pakistan",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669572838/pakora_nfqg3j.jpg",
"description": "Pakora Pass (4710m) links the Naltar Gah and Pakora Gol. Shani and Sentinel peaks attract climbers. Naltar villagers speak Shina, and Pakora villagers speak Khowar. The trek is usually done from east to west, and combines easily with the Asumbar Haghost and then either the Punji Pass or Thui An, marking superb two- week combinations over three spectacular passes (also see the Ghizar chapter).",
"distance": "29.2 miles (47km) approx.",
"average_time": "3-4 days",
"start_point": "Upper Naltar",
"end_point": "Pakora",
"season": "<p>June - September</p>",
"difficulty": "Moderate",
"maps": "<p>Lonely Planet Trekking in the Karakoram & Hindukush has a sketch map and accurate trekking notes.</p><p>1:100,000 Soviet Military map [J-43-133] Once you have deciphered some of the names, this is probably your best option in regards to maps. Best used in conjunction with the Lonely Planet information.</p><p>Swiss Foundation for Alpine Research: 1:250,000 India-Karakoram Topographic map. Provides a general overview of the region. Helpful for pre-trip planning, but the lack of contour lines makes its usefulness for hiking purposes negligible. As with all topographic maps for Pakistan, your best bet is to buy or download it before you arrive.</p>",
"books_links":"<p><a href='https://www.amazon.com/Trekking-Karakoram-Hindukush-Lonely-walking/dp/1740590864'>Lonely Planet's Trekking in the Karakoram & Hindukush</a></p><p><a href='https://www.omnimap.com/catalog/int/pakistan/65-13542.htm'>1:100,000 Soviet Military map [J-43-133]</a></p><p><a href='https://www.omnimap.com/catalog/int/himalaya.htm#p2'>1:250,000 India-Karakoram Topographic map</a></p>",
"conditions": "<p>The high point of the trail is Pakora Pass at 4710m. If you are newly arrived to the region, it would be wise to spend at least a couple of days in Upper Naltar (2820m) acclimatizing before beginning your hike.</p><p>The trek itself starts with an easy section along a dirt road until you reach the emerald green Naltar Lake (see above photo). This would make for a good campsite if you had a late start.</p><p>All water taken from below the herder's huts at Lower Shani should be treated.</p><p>The snowbound descent from Pakora pass is not difficult, however, care must be taken crossing the Pakora glacier. No ice axe or crampons required. Fill your water bottles up before finishing the crossing of the glacier, as there aren't any reliable water sources until a few more hours down the valley.</p>",
"accomodation": "<p>Bring your own shelter. Scenic camping options at Upper Shani and Pakora high camp. Good water available at both.</p>",
"overview": "<p>Highlights of the trek were Naltar Lake, the campsite at Upper Shani, views from Pakora Pass and the overwhelming hospitality of the locals in Pakora Village. Hard to think of a better place to finish a hike.</p>"

},

{"mountain_name": "Chamonix to Zermatt", 
"continent":"Europe",
"country":"France",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669572837/chamonix_yb3ttm.jpg",
"description": "The Walker's Haute Route from Chamonix to Zermatt takes the hiker on a visually stunning journey between Europe's two most iconic mountains - Mont Blanc and the Matterhorn. Along the way, the trail passes by 10 of the 12 highest peaks in the Alps, as it winds its way through glacial valleys, alpine meadows, and enchanting villages.",
"distance": "112 miles (180 km)",
"average_time": "9 - 12 days",
"start_point": "Chamonix",
"end_point": "Zermatt",
"season": "<p>Hiking season is generally between mid-June and mid-September. Accommodation in mountain huts is often full during July and August (see Sleeping below). If you plan on staying indoors, be sure to book ahead.</p>",
"difficulty": "Moderate",
"maps": "<p>Two very good maps by the Carte nationale de la Suisse cover the entire Walker's Haute Route: #5003 Mont Blanc-Grand Combin and #5006 Matterhorn-Mischabel. If you're unable to purchase them online, both sheets are widely available in Chamonix and Zermatt.</p>",
"books_links":"<p><a href='https://www.amazon.es/dp/1786310481/ref=as_li_ss_tl?language=en_US&ie=UTF8&linkCode=gs2&linkId=c1f9b211dabecb66e02a905102cf41ff&tag=thehikingli08-21'>#5003 Mont Blanc-Grand Combin</a></p><p><a href='https://www.amazon.com/matterhorn-mischabel/dp/3302050062/ref=as_li_ss_tl?ie=UTF8&qid=1488894790&sr=8-1-fkmr0&keywords=#5006+matterhorn-mischabel+map&linkCode=sl1&tag=thehiklif06-20&linkId=b353bfa1819cb4cd3db67c8ece0bd93a'>#5006 Matterhorn-Mischabel</a></p>",
"conditions": "<p>A well-marked trail from start to finish. The main route is usually marked with red and whites stripes. From a navigational perspective, chances are all you will need are the sketch maps and trekking notes in the Cicerone guidebook (as well as a compass and/or GPS). However, if you're interested in doing some side trips and/or just like a little more in the way of detail, I highly recommend picking up the aforementioned topographic sheets.</p><p>Although it may be easy to follow, the Haute Route is nonetheless a physically demanding trail. During its entirety, hikers will cross 11 mountain passes and negotiate more than 12,000 metres (39,370 ft) of combined altitude gain and loss.</p><p>More than 90% of Haute Route hikers are part of an organized trekking group. From what I could tell, most of these parties seem to begin their hiking day around 8 am and finish about 2 to 4 pm. For the independent hiker this is a bit of a boon, as the trail is virtually people-free during what I consider to be the best times of the day (i.e. early morning and late afternoon). That being the case, my advice is to get out on the trail around dawn, enjoy a swim and/or a big lunch (in that order) in the middle of the day, and then hike until dusk.</p>",
"accomodation": "<p>Due to the wide range of accommodation options available, 95% of hikers stay exclusively indoors on the Haute Route. The mountain huts in particular, are generally packed during peak season (Note: Be sure to book well ahead). For that reason alone, if you're looking for a little more solitude than indoor accommodation can provide, I suggest carrying your own shelter.</p><p>Official campsites along the route are situated at Chamonix, Argentière, Le Peuty, Col de Forclaz, Champex Lac, Arolla, Zinal, Randa and Zermatt. These can be pretty crowded during the summer months. On the flip side, they are cheap  (as of 2019 between 10 and 15 Swiss Francs or Euros per night), and usually offer some or all of the following services: WiFi, kitchen, laundry, showers, and somewhere to charge your electronic devices. </p>",
"overview": "<p>The Haute Route encapsulates the best of the Alps in the space of 180 km of hiking. The scenery is great, the huts and villages are welcoming and the food and wine is top class. It is therefore no surprise at that when hikers talk about Europe's finest long distance trails, the famed route between Mont Blanc and the Matterhorn is invariably one of the first names mentioned. </p>"

},

{"mountain_name": "Pindus Mountains", 
"continent":"Europe",
"country":"Greece",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669572836/pindus_rwwhko.jpg",
"description": "The Pindus Mountains are situated in the north of Greece near the Albanian border. In 2001 I spent ten days exploring this extraordinary area. One of the highlights of my stay was a multi-day trek called the Pindus Horseshoe. Beginning in the village of Monodendri, the hike combines gorges, alpine lakes, and jagged limestone peaks with centuries-old stone villages, monasteries, and LOTR-like Zagoria bridges. An unforgettable fusion of natural, historical, and cultural elements. All logistical details have been updated as of November 2016.",
"distance": "36 miles (58km) - including sidetrips to Gamlia 1 and Astraka",
"average_time": "4 to 6 days",
"start_point": "Monodendri",
"end_point": "Vradheto",
"season": "<p>May to October</p>",
"difficulty": "Moderate",
"maps": "<p>Anavasi (publisher) 1:50,000 Zagori Topo map. Your best bet is to pick it up online before you go. Alternatively, you may be able to purchase a copy in Ioannina, Monodendri or the Mikro Papigo Visitor Center.</p><p>Bill Birkett, Classic Treks (2000). Great photos and a basic description of the route.</p><p>Trekking in Greece (Lonely Planet Guides - 1993) - An oldie but a goodie. Out of print; occasionally you can find second-hand copies on Amazon.</p>",
"books_links":"<p><a href='https://www.amazon.es/s?k=Zagori+%28Greece%29+1%3A50%2C000+Trekking+Map%2C+waterproof%2C+GPS-compatible+by+ANAVASI&linkCode=gs3&linkId=d21987248f8815e06fcbc6fe86b77125&tag=thehikingli08-21&ref=as_li_ss_tl'>1:50,000 Zagori Topo map</a></p><p><a href='https://www.amazon.es/dp/082122655X/ref=as_li_ss_tl?keywords=Classic+Treks&ie=UTF8&sr=8-1&linkCode=gs2&linkId=f914fb8700d0c8095a1e098f31713e72&tag=thehikingli08-21'>Classic Treks (2000)</a></p><p><a href='https://www.amazon.com/Trekking-Greece-Lonely-Walking-1993-07-02/dp/B01LWJCCP8/ref=as_li_ss_tl?ie=UTF8&qid=1479420771&sr=8-1&keywords=Trekking+in+Greece&linkCode=sl1&tag=thehiklif06-20&linkId=5bf8c2f1d74cc59a7e74f926a5d752df'>Trekking in Greece</a></p>",
"conditions": "<p>Be sure to visit Ayias Paraskevis monastery (founded in 1413) before setting out from Monodendri. It's just 15 minutes walk away, and the views over Vikos Gorge are well worth the effort.</p><p>The interconnected trails and mule tracks that make up the Pindus Horseshoe are well-trodden and easy to follow. Many of the pathways are centuries old, and until relatively recent times represented the only way in which some of the more remote Zagori villages could be accessed. Take a compass/GPS, consult your maps and trekking notes regularly, and never miss an opportunity to confirm directional choices with friendly locals.</p><p>Natural highlights of the hike include the Vikos gorge (listed as the world's deepest in the Guinness Book of Records), jagged limestone peaks and alpine meadows filled with wildflowers if you happen to be hiking in May or June.</p><p>Don't miss the side trips up to Astraka peak and Gamila 1. Both are situated close to the beautiful Dragon Lake and the Astraka Col Refuge</p>",
"accomodation": "<p>Accommodation is available in the ancient stone villages of Mikro Papingo (not to be missed) and Tsepelovo. There is also a mountain hut at Astraka Col.</p><p>Although officially illegal, “wild” camping is possible along the route so long as discretion and no trace principles are practiced.</p>",
"overview": "<p>If you've come all the way to northern Greece, another “must-see” destination is Meteora. Situated only a few hours drive from the Pindus mountains, Meteora boasts an amazing collection of rock monoliths with centuries-old monasteries perched on top of them. (Note: For all you James Bond fans, the Meteoran Monastery of Agia Triada was featured in For Your Eyes Only).</p>"

},

{"mountain_name": "Fimmvörðuháls Trail", 
"continent":"Europe",
"country":"Iceland",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669572837/Fimmvorduhals_phyjgy.jpg",
"description": "Located between Thórsmörk and the seaside hamlet of Skogar is arguably the finest collection of waterfalls this side of Rivendell. Connecting this wondrous series of cascades is the Fimmvörðuháls, a legendary 25 km (15.5 mi) pathway that also features glaciers, volcanic plateaus, snowy passes, and the youngest mountains on the planet. ",
"distance": "15.5 miles (25 km)",
"average_time": "8 - 10 hours",
"start_point": "Skógafoss",
"end_point": "Thórsmörk",
"season": "<p>June - September</p>",
"difficulty": "Moderate",
"maps": "<p>Topographic Map: Landmaelingar Islands 1:100,000 Thorsmork / Landmannalauger.</p><p>GPS: See Wikiloc and AllTrails for GPS information and an elevation profile on the Fimmvörðuháls trail.</p>",
"books_links":"<p><a href='https://ferdakort.is/'>Landmaelingar Islands 1:100,000 Thorsmork / Landmannalauger</a></p><p><a href='https://www.wikiloc.com/hiking-trails/fimmvorduhals-skogar-thorsmork-1694199'>Wikiloc</a></p>",
"conditions": "<p>An extraordinary hike which starts by the coast climbs steadily past a series of spectacular cascades and eventually tops out at the snow-covered Fimmvorduhalsf pass (1068 m / 3,504 ft).</p><p>Inclement weather is common. Bring an insulating layer and good wet weather gear. Double-check the forecast before setting out.</p><p>If conditions turn nasty, you can take shelter in the mountain hut at Fimmvorduhalsf pass, where it is also possible to overnight if space is available (Note: You will need to reserve well in advance).</p>",
"accomodation": "<p>Although this walk is often done as a day hike, I would recommend bringing your own shelter and camping close to one of the waterfalls. Alternatively, there are indoor accommodation options in Thorsmork. See booking.com for details.</p>",
"overview": "<p>Picking a standout highlight on the Fimmvörðuháls Trail is a little like picking the best Beatles song. Nigh on impossible. Yet if you had to pick just one it's hard to go past the mighty Skogafoss. Plunging some 60 meters over coastal cliffs, Skogafoss regularly produces one of the most memorable double rainbows imaginable. If that's not enough, according to Viking legend dating back to 900 A.D., there is even a treasure chest of gold buried behind its thunderous curtain of water. Rainbows and pots of god - there has to be a connection, no? Only one way to find out. Don't forget your rain jacket!</p>"

},

{"mountain_name": "Wicklow Way", 
"continent":"Europe",
"country":"Ireland",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669573433/wicklow_wxpdud.jpg",
"description": "The Wicklow Way begins in Dublin's southern suburb of Rathfarnham and travels in a south-south-westerly direction across the Dublin and Wicklow uplands, then through the rolling hill country of southwest County Wicklow to finish in the small, County Carlow village of Clonegal 127 kilometres later. ",
"distance": "82 miles (132 km) approx.",
"average_time": "4-6 days",
"start_point": "Marley Park",
"end_point": "Clonegal",
"season": "<p>Possible anytime of year, though April to October is best</p>",
"difficulty": "Moderate",
"maps": "<p>Recommanded to use The Wicklow Way Map Guide by EastWest Mapping.</p><p>If you are looking for more detail, try The Wicklow Way published by Rucksack Readers.</p>",
"books_links":"<p><a href='https://eastwestmapping.ie/'>The Wicklow Way Map Guide</a></p><p><a href='https://www.amazon.com/Wicklow-Rucksack-Readers-Jacquetta-Megarry/dp/1898481148'>The Wicklow Way</a></p>",
"conditions": "<p>The trail is very well signed with regular 'walking man' symbols on roadside posts.</p><p>There is a significant amount of road walking involved with the Wicklow Way. So much so, that it really does detract from the overall experience. That being said, there are numerous great pubs along the way in which you can stop and rest those road weary feet over a pint or two.</p>",
"accomodation": "<p>Camping is not so common on the Wicklow Way. Nonetheless, there are numerous places that the discreet individual can set up a tent. Be sure to leave early the next morning and practice no trace principles at all times.</p><p>Wide range of options including hostels, hotels and B&B's</p>",
"overview": "<p>Favourite Villages: Even though they are a little way past the official end of the hike, I very much enjoyed my time in Borris, Graiguenamanagh and Inistioge. Great pubs and atmosphere. Spend a night or two if possible</p><p>From Graiguenamanagh there is a worthwhile 1.5hr walk alongside the River Barrow to the monastic site of St. Mullins.</p>"

},

{"mountain_name": "Sentiero Azzurro", 
"continent":"Europe",
"country":"Italy",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669572836/sentiero_i1skj7.jpg",
"description": "The Sentiero Azzurro (“Blue Path”) may be the world's longest short walk. Measuring only 11.3 km in length, this classic pathway along the Cinque Terre coast can take anywhere between three hours and three days to complete. The reasons for this considerable discrepancy are motivation and appetite, rather than fitness and hiking experience. Because of the plethora of culinary options available, the Sentiero Azzurro is one hike where walkers will probably have gained rather than lose weight by the time they have finished.",
"distance": "7.3 miles (11 km)",
"average_time": "3 - 4 hours (not including obligatory food & wine intervals)",
"start_point": "Riomaggiore",
"end_point": "Monterosso al Mare",
"season": "<p>All year</p>",
"difficulty": "Moderate",
"maps": "<p>The trail passes through five ancient villages: Riomaggiore, Manarola, Corniglia, Vernazza and Monterosso al Mare. No maps are necessary; simply follow the coastline in your chosen direction.</p><p>Bring a water bottle, sunscreen, a healthy appetite, and a hat.</p>",
"books_links":" ",
"conditions": "<p>Well marked from start to finish (often with blue blazes), this easy to follow route hugs the Cinque Terre coastline. Although there is some climbing and descending involved, overall the route is far from strenuous and the biggest challenge you will most likely face is resisting the temptation to stretch a mellow 12km hike into a multi-day culinary adventure.</p>",
"accomodation": "<p>Seaside accommodation is available at both trailhead villages. I rented an apartment in Riomaggiore and enjoyed it so much I ended up staying for ten days.</p>",
"overview": "<p>The Sientiero Azzurro is a jaw-dropping meets mouth-watering fusion of natural and culinary elements. Fantastically scenic from start to finish, I highly recommend extended stops in Manarola and Vernazza. This is one of those hikes where time seems to fly by. Before you know it, most of the day has passed, and you have become part of the furniture at a seaside cafe, taking in a gorgeous Mediterranean sunset pondering life's conundrums over one too many red wines.</p>"

},

{"mountain_name": "Jotunheimen Traverse", 
"continent":"Europe",
"country":"Norway",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669572837/jotunheimen_vhimwb.jpg",
"description": "Jotunheimen is a largely undisturbed mountain area in Eastern Norway, covering an area of roughly 3,500 square kilometres. The mountain range is Norway's most popular national park and includes the country's two highest mountains as well as waterfalls, rivers, lakes, glaciers, and valleys.",
"distance": "58.4 miles (94 km) approx",
"average_time": "4 days",
"start_point": "Gjendesheim ",
"end_point": "Turtagro",
"season": "<p>Late June to early September</p>",
"difficulty": "Moderate",
"maps": "<p>The excellent 1:100,000 Jotunheimen published by Ugland IT is all you need for navigation. It is widely available in bookshops, tourist information offices, and outdoor stores throughout Norway.</p><p>Alternatively, if you are looking for even greater detail, try the 1:50,000 series Jotunheimen East  and Jotunheimen West by the same publishers.</p>",
"books_links":"<p><a href='https://www.stanfords.co.uk/Jotunheimen-West-Nordeca-2505_7046660025055'>Jotunheimen West</a></p>",
"conditions": "<p>Be prepared for wet, cold and windy conditions.</p><p>The route we took from Gjendesheim to Turtagro includes the famous Besseggen ridge. If you want to avoid the hordes, make a late start from Gjendesheim, camp up on the ridge, and then get away early the following morning. You will have the place all to yourself.</p><p>The crowds thin out after Bessengen. About a kilometre before Memurubu, head north at the trail junction. Keep going north via Lake Russvalnet to eventually reach the lodge at Glitterheim (approx.17km from the trail junction). Good camping in the area around the lodge. There is a shop inside, which sells basic, but expensive supplies.</p><p>The trail is well marked between Glitterheim and Leirvassbu. If the weather is clear, consider the side trip up Galdhopiggen, Norway's highest peak. We gave it a miss due to heavy rain and cloud, conditions that continued for the rest of the hike.</p><p>After Leirvassbu, continue SW through Gravdalen and Storutladalen. Afer 15km you reach a trail junction at a footbridge over the Utla River. Cross the river and climb west, then NW to eventually reach the Fannaraken mountain hut, at 2068m the highest hut in Norway.</p><p>From Fannaraken, it is only another 8 or 9km to Turtagro. The initial part of this final section entails a steep descent. Once you hit the valley floor it is easy walking the rest of the way to Turtagro.</p>",
"accomodation": "<p>Accommodation is available at mountain huts and lodges, but tends to be expensive.</p><p>Camping is possible anywhere in the park, as long as you are at least 150m away from the nearest hut or lodge.</p><p>I recommend bringing your own shelter. Jotunheimen is too beautiful a place to be stuck inside. Note that if it is absolutely bucketing down for three days straight, with white-out conditions thrown in, the lodges may begin to look pretty good.</p>",
"overview": "<p>Justifiably Norway's most popular national park. Like walking in a wilderness postcard. Once you are past the Besseggen ridge, the crowds thin out dramatically. Good luck with the weather.</p>"

},

{"mountain_name": "Tatras Mountains", 
"continent":"Europe",
"country":"Poland",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669573466/tatras_skzq0o.jpg",
"description": "Tatra Mountains, also called High Tatras, Slovak Vysoké Tatry, Polish Tatry Wysokie, highest range of the Central Carpathians. The mountains rise steeply from a high plateau and extend for approximately 40 miles (64 km) along the Slovakian-Polish frontier, varying in width from 9 to 15 miles (14 to 24 km).",
"distance": "14 miles (22 km) approx.",
"average_time": "2 days",
"start_point": "Kuznice",
"end_point": "Morskie Oko",
"season": "<p>May to October. Steer clear of July and August if you want to avoid the crowds.</p>",
"difficulty": "Easy",
"maps": "<p>1:25,000 Tatrzanski Park Narodowy is an excellent choice. All you need for finding your way in the Tatras. Widely available in Poland.</p><p>Summitpost.org is a great source of online information for both the Polish and Slovakian Tatras.</p><p>Supplies can be bought in Zapokane (only 3km north of the trailhead in Kuznice).</p>",
"books_links":"<p><a href='https://www.summitpost.org/high-tatras-vysok-tatry/154185'>Summitpost.org</a></p>",
"conditions": "<p>I followed the “Blue” marked track from Kuznice, via the Five Polish Lakes, to Polana Palencia. It was clearly marked and easy to follow.</p><p>On the first day, from Kuznice to Dolina Pieciu Stawow Hut via Zowrat pass, I had very average conditions; rain, snow, very little visibility, etc. The second day was postcard perfect.</p><p>All water obtained downstream from huts or from valley floors should be treated.</p>",
"accomodation": "<p>I stayed at the stunningly situated Dolina Pieciu Stawow Hut. Very comfortable. As it was early in the season there was plenty of space. From all reports, this and the other mountain refuges are often packed to the brim in summer.</p><p>Officially speaking, you are not supposed to camp in the Tatra National park. Nonetheless, during the crowded summertime period, I imagine it would be the option of choice for the discreet hiker practicing Leave-no-trace principles.</p>",
"overview": "<p>If memory serves, much of my time in Poland was spent frequenting jazz clubs in Krakow. As a result my stay in the Tatras was relatively brief.  I hope to revisit these beautiful mountains for an extended trip some time in the near future.</p>"

},

{"mountain_name": "Ben Lomond", 
"continent":"Europe",
"country":"Scotland",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669572836/bel_lomond_nrz8ov.jpg",
"description": "Ben Lomond is the most southerly Munro (mountain over 3,000ft/914m), at 3,193ft/974m. It's one of the most popular hill-walks in Scotland. The mountain is a central, prominent feature of the landscape of the Loch Lomond & The Trossachs National Park, together with its namesake loch.",
"distance": "7.5 miles (12 km)",
"average_time": "5 hours",
"start_point": "Rowardennan car park",
"end_point": "Ben Lomond",
"season": "<p>All year. Ice axe and crampons may be needed in winter.</p>",
"difficulty": "Easy",
"maps": "<p>OS Explorer 364 Loch Lomond North or Landrangar 56-Loch Lomond Inveraray.</p><p>Summitpost.org is a great source of online information for both the Polish and Slovakian Tatras.</p><p>Ben Lomond is justifiably one of the UK's most popular day hikes. It is located on the eastern shore of Loch Lomond and is the most southerly of Scotland's Munros.</p>",
"books_links":" ",
"conditions": "<p>I recommend taking the wide and easy to follow 'tourist path' on the ascent. If the weather is good, try the more challenging Ptarmigan track on the way down.</p><p>On the first day, from Kuznice to Dolina Pieciu Stawow Hut via Zowrat pass, I had very average conditions; rain, snow, very little visibility, etc. The second day was postcard perfect.</p><p>Double-check the forecast before setting out. Scottish weather is notoriously unpredictable irrespective of the season.</p>",
"accomodation": " ",
"overview": "<p>Fantastic views over Loch Lomond in fine weather.</p><p>After finishing your walk, you can stop in for a pint or two at the Rowardennan Hotel. This holds doubly true if you have been splashing about in wet weather. As a wise Scotsman once said, “It never rains in the pub.”</p>"

},

{"mountain_name": "Northern Kungsleden | Lapland", 
"continent":"Europe",
"country":"Sweden",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669572837/lapland_rctdce.jpg",
"description": "Established in the early 1900s, the Kungsleden (“King's Way”) is Sweden's most storied long-distance trail. In 2009, I hiked the northernmost section from Abisko to Vakkotavare, before linking up with a route I put together in the nearby Sarek National Park. This spectacular segment through the Scandinavian Arctic traverses open tundra and birch forests, along the way passing by groaning glaciers, scenic lakes, and Sweden's highest mountain, Mount Kebnekaise (2,111 m / 6,926-ft).",
"distance": "66.5 miles (107 km) approx",
"average_time": "4 to 6 days",
"start_point": "Abisko",
"end_point": "Vakkotavare",
"season": "<p>Mid- June to September. You can avoid most of the bugs by hiking after mid-August</p>",
"difficulty": "Moderate",
"maps": "<p>Guidebook: Cicerone Press, Trekking the Kungsleden (2019) includes a detailed route description, maps, and logistical details. Also available in Kindle format. Another option is Wayne and Danielle Fenton's, Plan & Go: The Kungsleden (2017).</p><p>Lantmateriets Fjallkarta series, 1:100,000,  BD6  Abisko-Kebnekaise-Narvik and BD8 Kebnekaise-Saltoloukta. Both of these excellent maps are widely available in Sweden.</p>",
"books_links":"<p><a href='https://www.amazon.com/dp/B07SC2DTMB/ref=as_li_ss_tl?_encoding=UTF8&btkr=1&linkCode=sl1&tag=thehiklif06-20&linkId=910beda601ee248541f809373fe5f690&language=es_US'>Trekking the Kungsleden</a></p><p><a href='https://www.amazon.com/dp/B0745YH7S9/ref=as_li_ss_tl?_encoding=UTF8&btkr=1&linkCode=sl1&tag=thehiklif06-20&linkId=3338408883fefe0b92d12497c267fbd8&language=es_US'>Plan & Go: The Kungsleden</a></p>",
"conditions": "<p>Well marked and easy to follow the entire way. See the Swedish Tourist Association (Kungsleden) for trekking notes for the entire trail.</p><p>When you reach Teusajaure, be sure to take the rowing option when crossing the lake. Great camping by the lake itself.</p><p>I chose to forgo the more southerly sections of the Kungsleden, in order to link up with a route I wanted to do in Sarek National Park. If you have a reasonable level of backcountry experience, I would highly recommend this option. Sarek offers a much wilder, off-the-beaten-track experience than the Kungsleden. You can catch a bus from Vakkotavare to Ritsem, resupply at the store (a bit pricey, but reasonably well-stocked), and then catch the ferry over to Akka (for more details see Sarek National Park hike description).</p>",
"accomodation": "<p>Huts or camping. The huts are open between mid-June and mid-September. They cannot be booked in advance. Even if full, space will always be made.</p>",
"overview": "<p>The King's Trail runs through Sweden's most beautiful mountain scenery and provides more than 400 kilometres' worth of hiking adventure for the first-time hiker as well as the truly experienced mountain veteran. It is one of the world's most famous hiking trails, and the stage between Abisko and Nikkaluokta is the most-travelled trail in all of Sweden.</p>"

},

{"mountain_name": "Griesalp to Kandersteg", 
"continent":"Europe",
"country":"Switzerland",
"image": "https://res.cloudinary.com/ddywzkeit/image/upload/v1669572836/griesalp_pk1nii.jpg",
"description": "This is a very steep, rugged trail over a high pass. There are great close-up mountain views from the pass, and a welcome hut, plus beautiful surprises on the way down. Crossing the Hohtürli pass is an even higher and tougher hike than Sefinenfurke.",
"distance": "9.9 miles (16 km)",
"average_time": "6 - 7 hours",
"start_point": "Griesalp",
"end_point": "Kandersteg",
"season": "<p>June - October</p>",
"difficulty": "Moderate",
"maps": "<p>The hike is covered by two Topographic Maps:  #264-1:50,000 Jungfrau and # 263-1:50,000 Wildstrubel.</p><p>See the Via Alpina website for a basic map and altitude profile of the walk.</p><p>The hike between Griesalp and Kandersteg is part of both the Swiss Alpine Pass Route and the Via Alpina, a 5000km + route which passes through 8 European countries and consists of a whopping 342 stages!</p>",
"books_links":"<p><a href='http://www.via-alpina.org/en/stage/118'>Via Alpina</a></p>",
"conditions": "<p>The trail is well marked and easy to follow from start to finish.</p><p>This is a very popular route during the summer months; particularly on weekends and holidays. If you are hiking during this period, try to leave Griesalp as early as possible in order to avoid the crowds.</p><p>For a relatively short hike, there is a great deal of altitude gain (1370m) and loss (1602m). The highest point of the walk is Hohturli (2778m).</p><p>Fill your bottles up before leaving Bundalp (about one hour's walk from Griesalp), as there isn't much in the way of reliable water sources until you reach the stunning Oeschinensee.</p>",
"accomodation": "<p>For those wanting to overnight en route, there is accommodation available at the spectacularly set Blüemlisalp Hut.</p>",
"overview": "<p>Gorgeous alpine lakes, flower-filled meadows, snow-capped peaks, and glaciers.</p><p>Griesalp to Kandersteg represents one of the most beautiful ten-mile stretches of hiking in the entire Swiss Alps.</p>"

}
]

